[
  {
    "activity": {
      "id": 1,
      "createdAt": "2022-10-24T12:22:47.274Z",
      "updatedAt": "2022-11-22T09:03:48.000Z",
      "version": 6,
      "name": "How evolving technology has made it easier for everyone to experience the world",
      "location": "Hertog Jan Zaal",
      "programPartId": 1,
      "description": "At Booking.com, data drives our decisions. Technology is at our core. And innovation is everywhere. But our company is more than datasets, lines of code or A/B tests. We’re the thrill of the first night in a new place. The excitement of the next morning. The friends you make. The journeys you take. The sights you see. And the food you sample. Through our products, partners and people, we can empower everyone to experience the world.\n\nJoin us to hear the story of Booking.com of the past, the technology of today, and the technology of the future and how graduates have a role in our journey.",
      "recordingUrl": null,
      "speakers": [
        {
          "id": 7,
          "createdAt": "2022-09-28T09:42:00.880Z",
          "updatedAt": "2022-11-22T09:12:54.000Z",
          "version": 5,
          "name": "Gavin Barton (Booking.com)",
          "description": "Gavin is the VP Engineering for Booking.com where he has overall accountability for the Customer and Partner facing technology in the Accommodations Business Unit.\nGavin has a strong engineering background where started out as a developer in a family business over 25 years ago, since then he has worked and led in technology across Aerospace, Sports Gaming, Telecoms, Transport, Automotive, Travel and Digital sectors.   The focus in the last 15 years for Gavin has been in digital and online where lead product & services development for major global brands.\n    \nGavin joined Booking.com in 2015 and has driven the technology transformation of the Transport business unit to an agile product organisation whilst modernising the technology platforms guided by two key principles “cloud by default” and “you build it, run it & own it”.  More recently Gavin has moved to Amsterdam to lead Accommodations Business Unit where he is leading the technology with a focus People & Culture, Ways of Working and Building Great Technology in the cloud.\n\nIt isn’t all about agile engineering and transformation for Gavin, he is also an active supporter of grass root talent having shaped and launched talent initiatives such as our Graduate & Apprenticeship programmes, Tech Returner (Women in tech) and mentoring programmes and is now looking to start community outreach programmes.",
          "imageFilename": "partners/5a719fa0-cdd4-4037-b066-9a0823e29770.jpeg"
        }
      ],
      "subscribe": null,
      "programPart": {
        "id": 1,
        "createdAt": "2022-10-24T12:09:47.089Z",
        "updatedAt": "2022-10-24T12:10:15.000Z",
        "version": 2,
        "name": "Central opening",
        "beginTime": "2022-11-30T10:00:50.000Z",
        "endTime": "2022-11-30T11:15:50.000Z"
      }
    },
    "nrOfSubscribers": 0
  },
  {
    "activity": {
      "id": 2,
      "createdAt": "2022-10-24T12:29:55.768Z",
      "updatedAt": "2023-01-07T15:01:23.000Z",
      "version": 3,
      "name": "Diversity in computer science (Panel)",
      "location": "Philipszaal",
      "programPartId": 2,
      "description": "In this panel we will look at diversity & inclusion in the field of computer science. Why is it important to have a more diverse work force? How diverse and inclusive is the education in this field, and how does this affect the industry? How can we increase diversity? How can you be an ally in your future career?\n \n Our speakers, Rahel de Vriend, Marianne Dorder Servet and Alexander Serebrenik, are experts in the field of technology and diversity. Take a look at the speakers page to find out more about them! In this panel they will share their experiences and knowledge on the topic. There will also be plenty of space for you to ask questions to the speakers. ",
      "recordingUrl": "https://youtu.be/SFm23w_Zpc4",
      "speakers": [
        {
          "id": 4,
          "createdAt": "2022-09-21T13:07:07.963Z",
          "updatedAt": "2022-10-27T13:23:05.000Z",
          "version": 5,
          "name": "Alexander Serebrenik",
          "description": "Alexander Serebrenik is a Full Professor of Social Software Engineering at Eindhoven University of Technology. His research goal is to facilitate evolution of software by taking into account social aspects of software development. He has conducted research on topics related to diversity and inclusion in software engineering teams; he is also member of several local, national and international diversity bodies. ",
          "imageFilename": "partners/9b5d45ee-8be6-46ca-8ca7-88fae3298dfe.jpeg"
        },
        {
          "id": 11,
          "createdAt": "2022-09-28T09:44:10.909Z",
          "updatedAt": "2022-10-27T13:23:30.000Z",
          "version": 4,
          "name": "Rahel de Vriend",
          "description": "Rahel de Vriend is an innovation strategist with expertise in strategic business development at various global brands. She co-founded Ū, a digital platform for workspace solutions, which she started while she was the lead business development at B. Building Business. There she kick-started several new business initiatives for the global and digital expansion of B. and developed strategic partnerships with global corporates. \n \nWorking in the startup and innovation domain, she was often one of the few women at the table and decided to work on projects that focus on increasing the participation of women and girls in tech and entrepreneurship. Right now, she’s Senior Project Manager at VHTO, an organisation that uses research-based interventions to increase the number of girls and women in STEM.",
          "imageFilename": "partners/21e5c3b0-21ef-4091-872b-f1d6014e3826.jpeg"
        },
        {
          "id": 12,
          "createdAt": "2022-09-28T09:44:15.659Z",
          "updatedAt": "2022-10-27T13:23:34.000Z",
          "version": 4,
          "name": "Marianne Dorder Servet",
          "description": "Marianne Dorder-Servet has been working in various positions within the ICT/Information Management sector for 16 years. She has experience as senior advisor information management, (senior) information manager, project manager, chain information manager and senior product owner. Marianne initiates and leads transformations focused on digitalization, with attention to the impact on people. Technology is increasingly intervening in our lives, but Marianne sees too few Black women in the ICT/Technology sector to help influence these developments. This is partly why Marianne started her own foundation, called Stichting Zwarte vrouwen voor Technologie. \"I would like to encourage women and give them the right knowledge. I want to show them that ICT is not necessarily a hard, technical world. You don't necessarily have to become a programmer. It is actually very broad\". From her foundation, Marianne coaches and supports women on their way to a study and/or job in ICT.",
          "imageFilename": "partners/92efa31e-1751-4158-9a01-589bf63abb1f.jpeg"
        }
      ],
      "subscribe": {
        "id": 2,
        "createdAt": "2022-10-24T12:29:55.773Z",
        "updatedAt": "2023-01-07T15:01:23.000Z",
        "version": 4,
        "activityId": 2,
        "maxParticipants": 320,
        "subscriptionListOpenDate": "2022-10-31T11:00:00.000Z",
        "subscriptionListCloseDate": "2022-11-14T22:59:59.000Z",
        "subscribers": []
      },
      "programPart": {
        "id": 2,
        "createdAt": "2022-10-24T12:11:40.429Z",
        "updatedAt": "2022-10-24T12:11:40.429Z",
        "version": 1,
        "name": "First parallel slot",
        "beginTime": "2022-11-30T11:30:15.000Z",
        "endTime": "2022-11-30T12:30:00.000Z"
      }
    },
    "nrOfSubscribers": 300
  },
  {
    "activity": {
      "id": 3,
      "createdAt": "2022-10-24T12:41:13.001Z",
      "updatedAt": "2023-01-07T15:02:52.000Z",
      "version": 3,
      "name": "Beyond the hype of quantum computing",
      "location": "Hertog Jan Zaal",
      "programPartId": 3,
      "description": "Quantum computers offer seemingly infinite compute power, disrupting numerous industries from finance to life sciences. Quantum computing is also hard. Qubits are noisy, scarce, and difficult to program. What is real and what is science fiction? Should you get involved now? Join this talk to find out!",
      "recordingUrl": "https://youtu.be/-oP-yI9XmcA",
      "speakers": [
        {
          "id": 9,
          "createdAt": "2022-09-28T09:43:16.043Z",
          "updatedAt": "2022-10-27T13:23:19.000Z",
          "version": 5,
          "name": "Camille de Valk (Capgemini)",
          "description": "Camille has a double bachelor in astronomy and physics, and a masters in theoretical physics. As a quantum algorithm developer, Camille, creates and optimizes quantum algorithms to solve real-world problems.\n",
          "imageFilename": "partners/e5577f08-2c16-44c7-9d83-e7523af9676b.jpeg"
        }
      ],
      "subscribe": {
        "id": 3,
        "createdAt": "2022-10-24T12:41:13.009Z",
        "updatedAt": "2023-01-07T15:02:52.000Z",
        "version": 4,
        "activityId": 3,
        "maxParticipants": 320,
        "subscriptionListOpenDate": "2022-10-31T11:00:00.000Z",
        "subscriptionListCloseDate": "2022-11-14T22:59:59.000Z",
        "subscribers": []
      },
      "programPart": {
        "id": 3,
        "createdAt": "2022-10-24T12:12:57.142Z",
        "updatedAt": "2022-10-24T12:12:57.142Z",
        "version": 1,
        "name": "Second parallel slot",
        "beginTime": "2022-11-30T13:30:00.000Z",
        "endTime": "2022-11-30T14:30:40.000Z"
      }
    },
    "nrOfSubscribers": 320
  },
  {
    "activity": {
      "id": 4,
      "createdAt": "2022-10-24T12:43:46.285Z",
      "updatedAt": "2022-10-27T12:41:30.000Z",
      "version": 3,
      "name": "The Internet of Insecure Things – Breaching Privacy with just a few Clicks",
      "location": "Kameleon",
      "programPartId": 2,
      "description": "In the last years, even more smart Internet-connected devices are appearing in our home and work environments. Such tiny devices, well known generally as being part of the Internet of Things (IoT), enable everyday objects and tools to become available on the Internet, creating a tight interaction between the digital and the physical world. However, their integration into daily environments also widens the attack surface of users and companies, opening an easily and silently crackable window over everyday business. When coupled with the well-known user laziness when it comes to security practices, such an integration generates huge privacy concerns.  In this talk, we will briefly discuss security implications of connected IoT devices, and we will also have a hands-on experience demonstrating how easy it can be to breach user privacy without having to code or buy expensive equipment.",
      "recordingUrl": null,
      "speakers": [
        {
          "id": 10,
          "createdAt": "2022-09-28T09:43:24.797Z",
          "updatedAt": "2022-10-27T14:24:44.000Z",
          "version": 4,
          "name": "Savio Sciancalepore",
          "description": "Dr. Savio Sciancalepore is currently Assistant Professor (UD) at the Eindhoven University of Technology (TU/e), Eindhoven, Netherlands.\nHe obtained the Bachelor's and Master's degree in Telecommunications Engineering in 2011 and 2013, respectively, and the PhD in Electric and Information Engineering in 2017, all from the Polytechnic University of Bari , Italy. Since then, he had several experiences abroad. From November 2016 to February 2017, he was a visiting researcher at the Faculty of Mathematics and Computer Science of the University of Ljubljana, Slovenia, and from 2017 to 2020, he was Post Doctoral Researcher at the Hamad Bin Khalifa University (HBKU), College of Science and Engineering (CSE), Doha, Qatar, in the Cybersecurity Research and Innovation Lab.\nIn 2018, he received the prestigious award from the ERCIM Security, Trust, and Management (STM) Working Group for the best Ph.D. Thesis in Information and Network Security.\nHe joined TU/e in January 2021 as Tenure-Track Assistant Professor in IoT Security and Privacy, in the Security (SEC) Group, where he is the Responsible Lecturer for the course of Advanced Network Security, as well as Teacher Mentor for more than 30 Students of the IST Master Track.\nHe is also serving as an Academic Editor for the journal Security and Communication Networks (Hindawi) and Guest Editor for MDPI journals, and he is involved in the scientific committee of several top-notch conferences and journals. His major research interests include applied network security and privacy issues in Internet of Things (IoT) and Cyber-Physical Systems.",
          "imageFilename": "partners/c998c02f-eb12-402d-b37a-e9507ee41072.jpeg"
        }
      ],
      "subscribe": {
        "id": 4,
        "createdAt": "2022-10-24T12:43:46.291Z",
        "updatedAt": "2022-10-28T12:10:03.944Z",
        "version": 4,
        "activityId": 4,
        "maxParticipants": 50,
        "subscriptionListOpenDate": "2022-10-31T11:00:00.000Z",
        "subscriptionListCloseDate": "2022-11-14T22:59:59.000Z",
        "subscribers": []
      },
      "programPart": {
        "id": 2,
        "createdAt": "2022-10-24T12:11:40.429Z",
        "updatedAt": "2022-10-24T12:11:40.429Z",
        "version": 1,
        "name": "First parallel slot",
        "beginTime": "2022-11-30T11:30:15.000Z",
        "endTime": "2022-11-30T12:30:00.000Z"
      }
    },
    "nrOfSubscribers": 50
  },
  {
    "activity": {
      "id": 5,
      "createdAt": "2022-10-24T12:45:00.791Z",
      "updatedAt": "2022-10-24T14:22:50.000Z",
      "version": 2,
      "name": "ING Business Case - How to survive a technical assessment",
      "location": "Theatercafé",
      "programPartId": 2,
      "description": "You just applied for a job and received an invitation to complete a technical assessment. Amazing! The invitation mentions that you have one try and limited time… Now you are wondering, how does such an assessment look like? Do you need to practice? How can you solve it with a high score, to proceed to the interview and land the job? Within this workshop, we will walk you through a coding assignment on a well-known platform, which we will solve together; followed by tips and tricks. We will end the workshop with some practical interview tips, so you all set for your next step after your studies!",
      "recordingUrl": null,
      "speakers": [],
      "subscribe": {
        "id": 5,
        "createdAt": "2022-10-24T12:45:00.796Z",
        "updatedAt": "2022-10-28T12:10:07.337Z",
        "version": 2,
        "activityId": 5,
        "maxParticipants": 50,
        "subscriptionListOpenDate": "2022-10-31T11:00:00.000Z",
        "subscriptionListCloseDate": "2022-11-14T22:59:59.000Z",
        "subscribers": []
      },
      "programPart": {
        "id": 2,
        "createdAt": "2022-10-24T12:11:40.429Z",
        "updatedAt": "2022-10-24T12:11:40.429Z",
        "version": 1,
        "name": "First parallel slot",
        "beginTime": "2022-11-30T11:30:15.000Z",
        "endTime": "2022-11-30T12:30:00.000Z"
      }
    },
    "nrOfSubscribers": 50
  },
  {
    "activity": {
      "id": 6,
      "createdAt": "2022-10-24T12:45:57.288Z",
      "updatedAt": "2022-11-03T13:25:01.000Z",
      "version": 6,
      "name": "Speeddates #1",
      "location": "Lounge",
      "programPartId": 2,
      "description": "Please note this speeddate session is most interesting for master students looking for a graduation project or job, or bachelor students already looking for a full time job. \n\nIn this session you get the opportunity to talk one on one with engineers and recruiters from interesting companies. You will get the opportunity to talk with participating companies in a series of rounds. The companies participating this year are: Booking.com, Topdesk, Nedap, Chipsoft, iO and DSW. \n\nAlso note that this session is held 3 times. All sessions are the same, there is no need to subscribe to multiple speeddate sessions. \n",
      "recordingUrl": null,
      "speakers": [],
      "subscribe": {
        "id": 6,
        "createdAt": "2022-10-24T12:45:57.295Z",
        "updatedAt": "2022-11-03T13:25:01.000Z",
        "version": 6,
        "activityId": 6,
        "maxParticipants": 14,
        "subscriptionListOpenDate": "2022-10-31T11:00:00.000Z",
        "subscriptionListCloseDate": "2022-11-14T22:59:59.000Z",
        "subscribers": []
      },
      "programPart": {
        "id": 2,
        "createdAt": "2022-10-24T12:11:40.429Z",
        "updatedAt": "2022-10-24T12:11:40.429Z",
        "version": 1,
        "name": "First parallel slot",
        "beginTime": "2022-11-30T11:30:15.000Z",
        "endTime": "2022-11-30T12:30:00.000Z"
      }
    },
    "nrOfSubscribers": 14
  },
  {
    "activity": {
      "id": 7,
      "createdAt": "2022-10-24T12:47:49.167Z",
      "updatedAt": "2023-01-07T15:02:21.000Z",
      "version": 6,
      "name": "Technological developments for space exploration",
      "location": "Hertog Jan Zaal",
      "programPartId": 2,
      "description": "Philippe Schoonejans (European Space Agency) gives an overview of ESA’s human and robotic exploration missions. What research do we do in an orbit around Earth, at the International Space Station ISS? What is (still) the importance of the ISS? Why do we return to the Moon and when? Which systems do we develop for that? And Mars, what is so interesting about it? Philippe explains what we hope to learn from missions to the Red Planet and where we find this interesting data. The first tubes with Mars material have just been collected by the M2020 aka Perseverance rover, built by the Jet Propulsion Lab for NASA. ESA will help collect these tubes and bring them back to Earth. A very complex programme with many elements which have to work together flawlessly!\n \nSo can Europe do all of this alone? Of course not. International cooperation is a “conditio sine qua non”. And what technology development do we need for all of that? What is the spin off from space development? Or do we rather have spin in? And last but not least, when will we have the first humans on Mars? Are we even capable of going there?\n \nThis talk will give an insight into the fascinating exploration programme, which will hopefully teach us a lot about Earth, the Solar system and the origin of life.",
      "recordingUrl": "https://youtu.be/-ZVCta5zviE",
      "speakers": [
        {
          "id": 5,
          "createdAt": "2022-09-21T13:07:14.129Z",
          "updatedAt": "2022-10-27T13:25:47.000Z",
          "version": 4,
          "name": "Philippe Schoonejans",
          "description": "Belgian, nuclear physicist by education. Works for the European Space Agency (ESA) as project manager and team leader in the ESA-NASA Mars Sample Return programme. After 5 years as system engineer at Fokker Space he started in 1991 at ESA in robotics for human spaceflight. At the moment he leads 3 projects, namely the large space manipulator ERA that was launched in July 2021 to the International Space Station (ISS), the Marsrobot which will help to get Mars samples to Earth for detailed research, and the technology development for  remote control of Moon robots. His areas of interest and his work include(d) knowledge management, technology development, patents and standardization, public outreach, software development, minisatellites (cubesats), and project management for 3D printing in space, the development of a European docking system for spacecraft and space stations, and the development of a small space station that shall orbit the Moon from 2025. He cooperates intensively with NASA, Japan, Canada and Russia.",
          "imageFilename": "partners/ff6b84c7-fea9-4f2c-9767-e24e9ee5e802.jpeg"
        }
      ],
      "subscribe": {
        "id": 7,
        "createdAt": "2022-10-24T12:47:49.173Z",
        "updatedAt": "2023-01-07T15:02:21.000Z",
        "version": 7,
        "activityId": 7,
        "maxParticipants": 320,
        "subscriptionListOpenDate": "2022-10-31T11:00:00.000Z",
        "subscriptionListCloseDate": "2022-11-14T22:59:59.000Z",
        "subscribers": []
      },
      "programPart": {
        "id": 2,
        "createdAt": "2022-10-24T12:11:40.429Z",
        "updatedAt": "2022-10-24T12:11:40.429Z",
        "version": 1,
        "name": "First parallel slot",
        "beginTime": "2022-11-30T11:30:15.000Z",
        "endTime": "2022-11-30T12:30:00.000Z"
      }
    },
    "nrOfSubscribers": 320
  },
  {
    "activity": {
      "id": 8,
      "createdAt": "2022-10-24T12:50:56.993Z",
      "updatedAt": "2023-01-07T15:01:39.000Z",
      "version": 3,
      "name": "From Floppy Disks to Cloud Deployments",
      "location": "Philipszaal",
      "programPartId": 3,
      "description": "While our predecessor product(s) were a COBOL application and later a Windows client/server application distributed on floppies, since 2005 we rock a Java web application that has gone through a lot of changes to keep up with the times. No longer duplicating 5 1/4” 1.2M floppies over the weekend and mailing them to our customers, but a single `git push` will deliver our latest version to our customers.   In this session you will learn how we made our application survive for 18 years and still be relevant. Learn how we rearchitected our application from 2005 to 2022, and more importantly, what we did wrong so you can avoid our mistakes. We migrated from Java 1.4 to Java 17, we moved from tomcat + hibernate + velocity via tomcat + hibernate + wicket + cxf + axis + spring + jgroups + ehcache to wildfly + wicket, from deploying on physical hardware to virtual kubernetes nodes. From manually scp-ing releases to gitops, and from Oracle to Postgresql, causing a 5 week outage. If you learn only one thing from Martijn Dashorst’s session: always have a plan B. ",
      "recordingUrl": "https://youtu.be/jhGd0f33StU",
      "speakers": [
        {
          "id": 8,
          "createdAt": "2022-09-28T09:42:31.253Z",
          "updatedAt": "2022-10-27T13:23:13.000Z",
          "version": 5,
          "name": "Martijn Dashorst (Topicus)",
          "description": "Martijn Dashorst is a senior software engineer working for Topicus and has been involved with Open Source and Java/Jakarta EE application development since 2004. Secretly a friend of DeSoto.\n",
          "imageFilename": "partners/788d4c88-4569-4cad-adec-7dac6fe1f743.jpeg"
        }
      ],
      "subscribe": {
        "id": 8,
        "createdAt": "2022-10-24T12:50:56.999Z",
        "updatedAt": "2023-01-07T15:01:39.000Z",
        "version": 4,
        "activityId": 8,
        "maxParticipants": 320,
        "subscriptionListOpenDate": "2022-10-31T11:00:00.000Z",
        "subscriptionListCloseDate": "2022-11-14T22:59:59.000Z",
        "subscribers": []
      },
      "programPart": {
        "id": 3,
        "createdAt": "2022-10-24T12:12:57.142Z",
        "updatedAt": "2022-10-24T12:12:57.142Z",
        "version": 1,
        "name": "Second parallel slot",
        "beginTime": "2022-11-30T13:30:00.000Z",
        "endTime": "2022-11-30T14:30:40.000Z"
      }
    },
    "nrOfSubscribers": 300
  },
  {
    "activity": {
      "id": 9,
      "createdAt": "2022-10-24T12:53:53.824Z",
      "updatedAt": "2023-01-07T15:00:44.000Z",
      "version": 5,
      "name": "Robots that Work Together",
      "location": "Kameleon",
      "programPartId": 3,
      "description": "[ONLINE] What happens when robots work together to achieve complex tasks, and how do we program our robots to work together efficiently? In this talk, Amanda will explore how new algorithms for coordination can help us solve some of the most pressing problems in transport and logistics. ",
      "recordingUrl": "https://youtu.be/w8UJTnSIPs8",
      "speakers": [
        {
          "id": 2,
          "createdAt": "2022-09-21T13:05:33.137Z",
          "updatedAt": "2022-10-27T13:22:59.000Z",
          "version": 4,
          "name": "Amanda Prorok",
          "description": "Prior to joining Cambridge, Amanda was a postdoctoral researcher at the General Robotics, Automation, Sensing and Perception (GRASP) Laboratory at the University of Pennsylvania, USA, where she worked with Prof. Vijay Kumar. She completed her PhD at EPFL, Switzerland, with Prof. Alcherio Martinoli. She has been honored by numerous research awards, including an ERC Starting Grant, an Amazon Research Award, the EPSRC New Investigator Award, the Isaac Newton Trust Early Career Award, and several Best Paper awards. Her PhD thesis was awarded the Asea Brown Boveri (ABB) prize for the best thesis at EPFL in Computer Science. She serves as Associate Editor for IEEE Robotics and Automation Letters (R-AL) and Associate Editor for Autonomous Robots (AURO). ",
          "imageFilename": "partners/fd75413c-a150-43ef-a1d8-72cee5962d23.jpeg"
        }
      ],
      "subscribe": {
        "id": 9,
        "createdAt": "2022-10-24T12:53:53.829Z",
        "updatedAt": "2023-01-07T15:00:44.000Z",
        "version": 6,
        "activityId": 9,
        "maxParticipants": 100,
        "subscriptionListOpenDate": "2022-10-31T11:00:00.000Z",
        "subscriptionListCloseDate": "2022-11-14T22:59:59.000Z",
        "subscribers": []
      },
      "programPart": {
        "id": 3,
        "createdAt": "2022-10-24T12:12:57.142Z",
        "updatedAt": "2022-10-24T12:12:57.142Z",
        "version": 1,
        "name": "Second parallel slot",
        "beginTime": "2022-11-30T13:30:00.000Z",
        "endTime": "2022-11-30T14:30:40.000Z"
      }
    },
    "nrOfSubscribers": 100
  },
  {
    "activity": {
      "id": 10,
      "createdAt": "2022-10-24T12:54:35.378Z",
      "updatedAt": "2022-11-03T13:25:11.000Z",
      "version": 4,
      "name": "Speeddates #2",
      "location": "Lounge",
      "programPartId": 3,
      "description": "Please note this speeddate session is most interesting for master students looking for a graduation project or job, or bachelor students already looking for a full time job. \nIn this session you get the opportunity to talk one on one with engineers and recruiters from interesting companies. You will get the opportunity to talk with participating companies in a series of rounds. The companies participating this year are: Booking.com, Topdesk, Nedap, Chipsoft, iO and DSW. \nAlso note that this session is held 3 times. All sessions are the same, there is no need to subscribe to multiple speeddate sessions. \n",
      "recordingUrl": null,
      "speakers": [],
      "subscribe": {
        "id": 10,
        "createdAt": "2022-10-24T12:54:35.382Z",
        "updatedAt": "2022-11-03T13:25:11.000Z",
        "version": 4,
        "activityId": 10,
        "maxParticipants": 14,
        "subscriptionListOpenDate": "2022-10-31T11:00:00.000Z",
        "subscriptionListCloseDate": "2022-11-14T22:59:59.000Z",
        "subscribers": []
      },
      "programPart": {
        "id": 3,
        "createdAt": "2022-10-24T12:12:57.142Z",
        "updatedAt": "2022-10-24T12:12:57.142Z",
        "version": 1,
        "name": "Second parallel slot",
        "beginTime": "2022-11-30T13:30:00.000Z",
        "endTime": "2022-11-30T14:30:40.000Z"
      }
    },
    "nrOfSubscribers": 14
  },
  {
    "activity": {
      "id": 11,
      "createdAt": "2022-10-24T12:55:42.132Z",
      "updatedAt": "2022-11-13T14:22:23.000Z",
      "version": 5,
      "name": "The use of data in AIVD",
      "location": "Hertog Jan Zaal",
      "programPartId": 4,
      "description": "Peter Daniels takes his audience through the myths and misunderstandings that exist about the service. He will introduce you to the work you can do if you have studied mathematics, data science, security or computer science. He will also take you through the very international playing field in which we operate and the opportunities we can offer you in that field. Come and listen! You may also ask anything, and Peter Daniels will minimize saying, \"I can't say anything about that, unfortunately.\"",
      "recordingUrl": null,
      "speakers": [],
      "subscribe": {
        "id": 11,
        "createdAt": "2022-10-24T12:55:42.137Z",
        "updatedAt": "2022-11-13T14:22:23.000Z",
        "version": 5,
        "activityId": 11,
        "maxParticipants": 320,
        "subscriptionListOpenDate": "2022-10-31T11:00:00.000Z",
        "subscriptionListCloseDate": "2022-11-14T22:59:59.000Z",
        "subscribers": []
      },
      "programPart": {
        "id": 4,
        "createdAt": "2022-10-24T12:13:31.645Z",
        "updatedAt": "2022-10-24T12:13:31.645Z",
        "version": 1,
        "name": "Third parallel slot",
        "beginTime": "2022-11-30T15:00:00.000Z",
        "endTime": "2022-11-30T16:00:57.000Z"
      }
    },
    "nrOfSubscribers": 301
  },
  {
    "activity": {
      "id": 12,
      "createdAt": "2022-10-24T12:56:51.752Z",
      "updatedAt": "2023-01-07T15:01:56.000Z",
      "version": 4,
      "name": "Post quantum cryptology",
      "location": "Philipszaal",
      "programPartId": 4,
      "description": "This talk will be given by Kathrin Hövelmanns, assistant professor at Eindhoven University of Technology. More information will follow soon!",
      "recordingUrl": "https://youtu.be/xp2ppmMcTx4",
      "speakers": [
        {
          "id": 6,
          "createdAt": "2022-09-21T13:07:27.733Z",
          "updatedAt": "2022-10-27T13:33:59.000Z",
          "version": 4,
          "name": "Kathrin Hövelmanns",
          "description": "Kathrin Hövelmanns is an assistant professor in the Coding Theory and Cryptology group at Eindhoven University of Technology. Her research focuses on quantum-resistant cryptography, that is, cryptographic primitives that remain secure even in the presence of attackers with quantum capabilities.",
          "imageFilename": "partners/2a37d692-ee9f-4a6a-abc9-2d40d67029ee.jpeg"
        }
      ],
      "subscribe": {
        "id": 12,
        "createdAt": "2022-10-24T12:56:51.756Z",
        "updatedAt": "2023-01-07T15:01:56.000Z",
        "version": 5,
        "activityId": 12,
        "maxParticipants": 319,
        "subscriptionListOpenDate": "2022-10-31T11:00:00.000Z",
        "subscriptionListCloseDate": "2022-11-14T22:59:59.000Z",
        "subscribers": []
      },
      "programPart": {
        "id": 4,
        "createdAt": "2022-10-24T12:13:31.645Z",
        "updatedAt": "2022-10-24T12:13:31.645Z",
        "version": 1,
        "name": "Third parallel slot",
        "beginTime": "2022-11-30T15:00:00.000Z",
        "endTime": "2022-11-30T16:00:57.000Z"
      }
    },
    "nrOfSubscribers": 319
  },
  {
    "activity": {
      "id": 13,
      "createdAt": "2022-10-24T12:58:53.270Z",
      "updatedAt": "2023-01-07T15:01:02.000Z",
      "version": 3,
      "name": "The ethical implications of transhumanism",
      "location": "Kameleon",
      "programPartId": 4,
      "description": "This talk will be given by Dr. P.J. Wall, Adjunct Professor in Trinity College Dublin. More information will follow soon!",
      "recordingUrl": "https://youtu.be/xchdXXmRqXU",
      "speakers": [
        {
          "id": 3,
          "createdAt": "2022-09-21T13:06:06.978Z",
          "updatedAt": "2022-11-21T13:30:37.000Z",
          "version": 5,
          "name": "P.J. Wall",
          "description": "Dr P.J. Wall is Adjunct Professor in Trinity College Dublin and a Lecturer with the South East Technological University (SETU) in Ireland.  His main research interests involve the ethics of implementing AI and advanced technologies in Africa and other parts of the Global South. His current research examines technological innovation in Sierra Leone using mobile devices and mobile apps to reconfigure healthcare and education, and the ethical implications associated with using such technology in this context. He is particularly interested in the social, cultural, and political aspects of the development and implementation of advanced technologies to address the Sustainable Development Goals.  Dr Wall also researches and lectures on topics related to transhumanism and the ethical decisions humans will have to make as technology becomes more integrated with our bodies.",
          "imageFilename": "partners/9d626a77-d0ef-4ad2-b67b-de53117ae8a1.jpeg"
        }
      ],
      "subscribe": {
        "id": 13,
        "createdAt": "2022-10-24T12:58:53.275Z",
        "updatedAt": "2023-01-07T15:01:02.000Z",
        "version": 4,
        "activityId": 13,
        "maxParticipants": 100,
        "subscriptionListOpenDate": "2022-10-31T11:00:00.000Z",
        "subscriptionListCloseDate": "2022-11-14T22:59:59.000Z",
        "subscribers": []
      },
      "programPart": {
        "id": 4,
        "createdAt": "2022-10-24T12:13:31.645Z",
        "updatedAt": "2022-10-24T12:13:31.645Z",
        "version": 1,
        "name": "Third parallel slot",
        "beginTime": "2022-11-30T15:00:00.000Z",
        "endTime": "2022-11-30T16:00:57.000Z"
      }
    },
    "nrOfSubscribers": 100
  },
  {
    "activity": {
      "id": 14,
      "createdAt": "2022-10-24T12:59:21.796Z",
      "updatedAt": "2022-11-03T13:25:21.000Z",
      "version": 4,
      "name": "Speeddates #3",
      "location": "Lounge",
      "programPartId": 4,
      "description": "Please note this speeddate session is most interesting for master students looking for a graduation project or job, or bachelor students already looking for a full time job. \nIn this session you get the opportunity to talk one on one with engineers and recruiters from interesting companies. You will get the opportunity to talk with participating companies in a series of rounds. The companies participating this year are: Booking.com, Topdesk, Nedap, Chipsoft, iO and DSW. \nAlso note that this session is held 3 times. All sessions are the same, there is no need to subscribe to multiple speeddate sessions. \n",
      "recordingUrl": null,
      "speakers": [],
      "subscribe": {
        "id": 14,
        "createdAt": "2022-10-24T12:59:21.800Z",
        "updatedAt": "2022-11-03T13:25:21.000Z",
        "version": 4,
        "activityId": 14,
        "maxParticipants": 14,
        "subscriptionListOpenDate": "2022-10-31T11:00:00.000Z",
        "subscriptionListCloseDate": "2022-11-14T22:59:59.000Z",
        "subscribers": []
      },
      "programPart": {
        "id": 4,
        "createdAt": "2022-10-24T12:13:31.645Z",
        "updatedAt": "2022-10-24T12:13:31.645Z",
        "version": 1,
        "name": "Third parallel slot",
        "beginTime": "2022-11-30T15:00:00.000Z",
        "endTime": "2022-11-30T16:00:57.000Z"
      }
    },
    "nrOfSubscribers": 14
  },
  {
    "activity": {
      "id": 15,
      "createdAt": "2022-10-24T13:00:12.656Z",
      "updatedAt": "2023-01-07T15:00:19.000Z",
      "version": 5,
      "name": "What can algorithms teach us about education?",
      "location": "Hertog Jan Zaal",
      "programPartId": 5,
      "description": "This talk will be given by Grant Sanderson (3Blue1Brown). Does the tremendous success of machine learning in recent decades have anything to teach human learning? Do error-correcting codes tell us anything about how students can most resiliently remember information?    As someone with an interest in algorithms, and a career-oriented towards online teaching and technical communication, in this talk I’ll dive into the details of a few powerful algorithms, such as backpropagation, and explore what they might have to tell us about making education more effective.",
      "recordingUrl": "https://youtu.be/6tgKfqILT-I",
      "speakers": [
        {
          "id": 1,
          "createdAt": "2022-09-21T13:05:21.734Z",
          "updatedAt": "2022-10-27T13:22:46.000Z",
          "version": 4,
          "name": "3Blue1Brown",
          "description": "Grant Sanderson is the creator of the 3blue1brown, a YouTube channel which explains a wide variety of topics in math using an emphasis on visual intuition and highlighting unexpected connections, reaching over 4.7 million subscribers. He wrote the opensource python library manim used to create visuals for the channel, which has since been used by hundreds more in creating expository math material.\n\nHe studied math and computer science at Stanford University, where he began experimenting with making YouTube videos and manim. After submitting some of the work to a talent search for online educators run by Khan Academy he was hired by the team there for a fellowship creating multivariable calculus material. Since then, while focusing full time on 3blue1brown, he's collaborated with numerous other math education and outreach outlets including MIT, Quanta, Numberphile, Udacity, and more.\n",
          "imageFilename": "partners/c96dc266-99f5-44d6-ba68-3823abb1de1c.png"
        }
      ],
      "subscribe": null,
      "programPart": {
        "id": 5,
        "createdAt": "2022-10-24T12:14:31.451Z",
        "updatedAt": "2022-10-24T12:14:31.451Z",
        "version": 1,
        "name": "Central closing",
        "beginTime": "2022-11-30T16:15:00.000Z",
        "endTime": "2022-11-30T17:45:31.000Z"
      }
    },
    "nrOfSubscribers": 0
  }
]
